Revit 2024 API
BuiltInFailures.RoomFailures.RoomTagVolumeNotComputed Property
 [Room] Tag is displaying volume that can't be computed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RoomTagVolumeNotComputed { get; }
Visual Basic
Public Shared ReadOnly Property RoomTagVolumeNotComputed As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RoomTagVolumeNotComputed {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.RoomFailures Class
Autodesk.Revit.DB Namespace